{
  "dfn-unternehmer": "Ein Unternehmer ist jemand, der eigenständig ein Geschäft oder eine Tätigkeit betreibt, um Geld zu verdienen. Das kann eine Einzelperson oder ein Unternehmen sein und beinhaltet nicht nur Geschäfte, sondern auch freie Berufe sowie Landwirtschaft und Forstwirtschaft.",
  "dfn-wirksamer": "Ein wirksamer Kaufvertrag ist ein Vertrag, der gültig ist und alle rechtlichen Anforderungen erfüllt, um die Verpflichtungen und Rechte der Vertragsparteien zu regeln.",
  "dfn-entgeltlichenVertrag":"Ein entgeltlicher Vertrag ist ein rechtlicher Akt, bei dem beide Vertragsparteien Leistungen erbringen, die als Gegenleistung für die Leistung der jeweils anderen Partei dienen. Im Grunde genommen impliziert ein entgeltlicher Vertrag das Prinzip des Austauschs: Eine Partei erbringt eine Leistung (z.B. die Lieferung eines Produkts oder die Erbringung einer Dienstleistung), während die andere Partei eine Gegenleistung erbringt (gewöhnlich in Form einer Zahlung). Es ist diese gegenseitige Austauschbeziehung, die einen Vertrag als entgeltlich kennzeichnet.",
  "dfn-beweglicheWaren": "Eine bewegliche Sache ist ein körperlicher Gegenstand, der nicht fest mit dem Boden oder einem Gebäude verbunden ist und somit transportiert oder verschoben werden kann ohne beschädigt zu werden. Beispiele für bewegliche Sachen sind Fahrzeuge, Möbel, Elektronikgeräte und persönliche Gegenstände.",
  "dfn-übergeben": "Eine Ware ist übergeben, wenn der Verkäufer sie dem Käufer gegeben hat und der Käufer sie nun verwenden oder kontrollieren kann. Zum Beispiel, wenn der Verkäufer einem Käufer ein Fahrrad gibt oder ihm den Schlüssel zu einem Schließfach gibt, in dem das Fahrrad aufbewahrt wird.",
  "dfn-mangelhaftDig": "Ein Mangel beim digitalen Element der Ware liegt vor, wenn die digitale Komponente der Ware nicht wie erwartet oder versprochen funktioniert, während der physische Teil der Ware einwandfrei funktioniert. Zum Beispiel, wenn Sie ein Smart-TV kaufen und das TV-Gerät selbst einwandfrei funktioniert, die vorinstallierte Streaming-App auf dem TV-Gerät jedoch nicht funktioniert, liegt ein Mangel bei dem digitalen Element vor. Das Gleiche würde gelten, wenn eine bestimmte Software oder ein Betriebssystem, das auf einem gekauften Laptop vorinstalliert sein sollte oder vom Käufer heruntergeladen werden sollte, nicht richtig funktioniert, während der Laptop selbst einwandfrei funktioniert.",
  "dfn-bereitstellung": "Die Bereitstellung des digitalen Teils einer Ware mit digitalen Elementen bezieht sich auf den Prozess, bei dem der Unternehmer dem Verbraucher den digitalen Aspekt der Ware zur Verfügung stellt.",
  "dfn-aktualisierungspflicht": "Die Aktualisierungspflicht bedeutet, dass Anbieter von digitalen Leistungen und Waren mit digitalen Elementen dafür sorgen müssen, dass ihre Produkte und Dienstleistungen während der Vertragslaufzeit dem Vertrag entsprechen, z. B. durch Sicherheitsupdates. Eine Abweichung von dieser Pflicht ist nur möglich, wenn Sie  vor Vertragsabschluss ausdrücklich und gesondert über die Abweichung informiert wurden und dieser zustimmen. Die Aktualisierungspflicht gilt je nach Art der Leistung entweder für eine angemessene Zeitspanne, die sich nach dem Einzelfall richtet, oder bei fortlaufender Bereitstellung für die gesamte Dauer, bei Waren mit digitalen Elementen mindestens für zwei Jahre nach deren Übergabe.",
  "dfn-digitalenElementen": "Waren mit digitalen Elementen sind physische Produkte, die zusätzlich eine digitale Komponente haben, um vollständig und korrekt zu funktionieren. Zum Beispiel, ein Smartphone ist ein physisches Produkt, aber es benötigt Software (der digitale Teil), um Anrufe zu tätigen, Nachrichten zu senden oder Apps zu verwenden. Ein weiteres Beispiel könnte eine intelligente Waschmaschine sein, die physisch Wäsche wäscht, aber eine digitale Komponente benötigt, um per App gesteuert zu werden oder um spezielle Waschprogramme auszuführen.",
  "dfn-mangelhaft": "Ein Mangel bei einer Ware liegt vor, wenn sie nicht die vertraglich vereinbarten oder erwarteten Eigenschaften aufweist. Beispielsweise könnte ein neuer Toaster, der nicht heizt, als mangelhaft betrachtet werden, weil er seine Hauptfunktion nicht erfüllt. Ein weiteres Beispiel wäre ein Buch mit fehlgedruckten Seiten, da man erwarten würde, dass alle Seiten korrekt gedruckt sind. Darüber hinaus kann eine Ware als mangelhaft angesehen werden, wenn sie nicht für den Zweck geeignet ist, für den sie normalerweise verwendet wird. Ein gutes Beispiel dafür wäre ein Regenschirm, der nicht wasserdicht ist, da seine Hauptfunktion darin besteht, den Benutzer vor Regen zu schützen.",
  "dfn-mangelhaftÜbergabe": "Ein Mangel war bei der Übergabe bereits angelegt, wenn das Problem oder der Defekt, der später entdeckt wurde, schon zum Zeitpunkt der Übergabe vorhanden war, auch wenn er noch nicht offensichtlich war. Das bedeutet, dass die Ursache des Mangels vor oder während der Übergabe entstanden ist und nicht aufgrund von späteren Ereignissen oder Handlungen des Käufers. Beispielsweise könnte ein Kühlschrank, der nach einigen Monaten nicht mehr richtig kühlt, schon bei der Übergabe einen versteckten Defekt in seinem Kühlsystem gehabt haben, der erst später zu bemerken war. Wenn der Mangel innerhalb eines Jahres nach der Übergabe hervorkommt, wird vermutet, dass er bereits bei Übergabe vorgelegen ist.",
  "dfn-digLeistung": "Eine digitale Leistung ist mangelhaft, wenn sie nicht wie im Vertrag vereinbart oder wie allgemein erwartet funktioniert. Das bedeutet, dass die digitale Leistung nicht den versprochenen oder erforderlichen Eigenschaften entspricht, die für ihren bestimmungsgemäßen Gebrauch notwendig sind. Beispiele für mangelhafte digitale Leistungen sind Software, die nicht ordnungsgemäß läuft, ein E-Book mit fehlerhaften Seiten oder ein Cloud-Dienst, der keinen verlässlichen Zugriff auf die gespeicherten Daten gewährleistet.",
  "dfn-mangelDigLeistung": "Eine digitale Leistung ist mangelhaft, wenn sie nicht wie im Vertrag vereinbart oder wie allgemein erwartet funktioniert. Das bedeutet, dass die digitale Leistung nicht den versprochenen oder erforderlichen Eigenschaften entspricht, die für ihren bestimmungsgemäßen Gebrauch notwendig sind. Beispiele für mangelhafte digitale Leistungen sind Software, die nicht ordnungsgemäß läuft, ein E-Book mit fehlerhaften Seiten oder ein Cloud-Dienst, der keinen verlässlichen Zugriff auf die gespeicherten Daten gewährleistet.",
  "dfn-einOderMehrmals": "Eine digitale Leistung ist einmal oder mehrmals bereitzustellen, wenn sie nach dem Vertrag nur ein oder mehrere Male zu einem bestimmten Zeitpunkt oder innerhalb eines bestimmten Zeitraums erbracht werden muss. Beispiele hierfür sind das Herunterladen eines E-Books, der Kauf einer Software oder das einmalige Streamen eines Films.",
  "dfn-bereitsBereitstellung": "Die Bereitstellung des digitalen Elements bezieht sich auf den Prozess, bei dem die digitale Komponente, wie eine Software oder eine App, auf ein physisches Produkt übertragen, installiert oder zugänglich gemacht wird. Dies kann sofort bei der Auslieferung des Produkts passieren oder über einen längeren Zeitraum andauern, zum Beispiel durch regelmäßige Software-Updates oder zusätzliche Downloads.",
  "dfn-fortlaufend": "Eine digitale Leistung ist „fortlaufend“ bereitzustellen, wenn sie nach dem Vertrag über einen bestimmten oder unbestimmten Zeitraum kontinuierlich erbracht werden muss. Beispiele hierfür sind Abonnements für Streaming-Dienste, monatliche Mitgliedschaften bei Online-Plattformen oder laufende Cloud-Speicherdienste.",
  "dfn-digElement": "Das digitale Element einer Ware ist die Software oder die digitalen Funktionen, die in einem physischen Produkt enthalten sind. Zum Beispiel, in einem Smartphone sind das Betriebssystem und die Apps das digitale Element, das es uns ermöglicht, zu telefonieren, Nachrichten zu senden oder Fotos zu machen.",
  "dfn-mangelDigElement" : "Ein Mangel beim digitalen Element der Ware liegt vor, wenn die digitale Komponente der Ware nicht wie erwartet oder versprochen funktioniert, während der physische Teil der Ware einwandfrei funktioniert. Zum Beispiel, wenn Sie ein Smart-TV kaufen und das TV-Gerät selbst einwandfrei funktioniert, die vorinstallierte Streaming-App auf dem TV-Gerät jedoch nicht funktioniert, liegt ein Mangel bei dem digitalen Element vor. Das Gleiche würde gelten, wenn eine bestimmte Software oder ein Betriebssystem, das auf einem gekauften Laptop vorinstalliert sein sollte oder vom Käufer heruntergeladen werden sollte, nicht richtig funktioniert, während der Laptop selbst einwandfrei funktioniert.",
  "dfn-mangelBereitDig" : "Ein Mangel bei einer digitalen Leistung liegt bei der Bereitstellung durch den Unternehmer vor, wenn die Leistung von Anfang an fehlerhaft ist oder nicht wie versprochen funktioniert. Der Mangel ist angelegt, wenn ein Problem oder Fehler in der digitalen Leistung vorhanden ist und erst später auffällt, aber auf einen Fehler während der Bereitstellung zurückzuführen ist. Beispiele hierfür wären ein E-Book mit fehlerhaften Textpassagen oder ein Streaming-Dienst, der bestimmte Inhalte nicht wie versprochen bereitstellt.\nWenn der Mangel innerhalb eines Jahres nach der Bereitstellung hervorkommt, wird vermutet, dass er bereits bei der Bereitstellung vorgelegen ist.",
  "dfn-digLeistung2": "Eine digitale Leistung umfasst Produkte oder Dienstleistungen, die digital erstellt oder bereitgestellt werden, wie z. B. Software, E-Books, Musik- und Videodateien, sowie Dienste wie Cloud-Speicher oder Social Media. Sie können entweder gegen Bezahlung oder im Austausch gegen Ihre persönlichen Daten angeboten werden."
}
